{
  "results": [{
    "id": "book-of-mormon",
    "title": "Translating the Book of Mormon",
    "content": "<p>One of the most controversial topics of the Restoration is the Translation of the Book of Mormon. The mystery of how it came to be bothers a lot of people, and often members of the Church either misinformed or uncomfortable don't discuss some of the details that were a big part of Joseph Smith translating them. I hope I can shet a little light on how it came to be.</p><p>One of the first things that people don't realize is that there were several years between the time that Joseph Smith had the first vision and when he actually recieved the plates. Moroni first appeared to Joseph to September 21st 1823 which was three years after the first vision. This first visit from Moroni Joseph was told about that plates and where they were located and that he was to go check on them, but was latered instructed that now was not the time to recieve them. Moroni told Joseph that there were a cople things that he needed to work on before he would be ready to be entrusted with the plates. Joseph needed to learn to keep an eye single to the Lord, and not desire to recieve the Gold Plates in order to get rich. For four years after that Jospeh was instructed to return back to the same location and recieved additional instruction. Then finally after four years he was ready and given the responsibility to translate the Book of Mormon.</p><p>During the translation of the Book of Mormon there were a few key tools that Jospeh used, and I feel like it is important to talk about each of them.</p><p></p><h2>The Nephite Interpreters</h2><p>These were two stones, which Jospeh described as 'two stones in silver bows... for the purpose of translating the book.' (JS-H 1:35). Joseph's mother described them as similar to the way old fashioned spectecles are mad.</p><h2>The Seer Stone</h2><p>This stone is believed by many to have been found by Joseph in 1833 on the Willard Chase farm while Joseph was digging a well. The stone was brown and egg shapped. This stone is sometimes referred to as &ldquo;Gazelem&rdquo; by some from Alma 37:23 &ldquo;I will prepare unto my servant Gazelem, a stone, which shall shine forth in darkness unto light&rdquo;.</p><p></p><p>Joseph used these two instruments interchangeably and worked and they worked in a very smilary way. The term Urim and Thummim that we often refer to in the church was used to refer to the single stone as well as the interpreters. It many ways you could say that the Urim and Thummim is an Umbrella term used to describe a divine instrument that aids in revelation from God.&nbsp;</p><p></p><p>&nbsp;&ldquo;Joseph&rsquo;s methods of interacting with the divine may seem strange to us, but this is largely because we are more cultural inheritors of the Protestant movement to remove God from daily life than we are of the folk religion of Joseph&rsquo;s day. However, as Joseph consulted the Bible, he would have found instances of divining instruments; they were far from unfamiliar in a biblical culture. If David enquired of the Urim and Thummim (seerstones) for directions concerning military strivings (see 1 Samuel 30:7&ndash;8), could Joseph not inquire of a seerstone regarding the financial struggles of his family? . . . Is there a real difference between Nephi being told where to hunt through a brass ball and God helping those who believe find lost cows through a rod, or lost pins through a seerstone? Will God direct those who honestly turn to him in whatever manner they expect, or must he always give revelation through a fleece laid on the ground ( Judges 6:36&ndash;40)? . . . Should we expect God to refuse interaction with such a youth because he was seeking God in ways not familiar to us?&rdquo;(Kerry Muhlestein, &ldquo;Seeking Divine Interaction: Joseph Smith's Varying Searches for the Supernatural,&rdquo; in <i>No Weapon Shall Prosper</i>).</p><p></p><p>It is my testimony to each of you that the Book of Mormon is from God. The Lord used the Prophet Joseph as an instrument in his hands in brining forth more scirpture into our lives. I know without a shout of a doubt that it is from God, and that because it is from God Jospeh Smith was and is a prophet called of God. The means and ways that Joseph Smith translated them may be different to us, but who are we to deside the way God does something. I invite each of you to pray for yourself to ask God if the Book of Mormon is true, and I know if you read from it and pray with real intent that the Lord will reveal the truth of it unto you by the power of the Holly Ghost.</p><p></p><p><iframe width='560' height='315' src='https://www.youtube.com/embed/CkKblIMfmjI' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen='allowfullscreen'></iframe></p>",
    "image": "https://www.fairmormon.org/wp-content/uploads/2015/04/Anthony_Sweat_Gift_and_Power_of_God_Scan_4mb.jpg",
    "meta": {
      "description": "Understanding the means by which Jospeh Smith translated the Book of Mormon.",
      "published": "2018-03-14T18:31:01Z",
      "author": "Radley Nelson"
    }
  }]
}
