{
  "results": [{
    "id": "brigham-young",
    "title": "Brigham Young a Modern Day Moses",
    "content": "<p>'Brigham Young was a kingdom builder with dreams as grandiose as Sam Houston or John C. Fremont,' wrote historian Leonard J. Arrington. '[But] unlike them, he was successful. . . . Brigham Young was the supreme American paradox . . . the business genius of a Rockefeller with the spiritual sensitivities of an Emerson. . . . He was not merely an entrepreneur with a shared vision of America as the Promised Land; he was a prophet . . . and he built beyond himself' (<em>Brigham Young: American Moses</em>&nbsp;[1985], xiii).</p><h2>Vital Statistics</h2><p>Brigham Young was born 1 June 1801 at Whitingham, Vermont, the ninth of eleven children, to John Young, a Revolutionary War veteran, and Abigail Howe, who died when Brigham was 14. Raised in a frontier settlement, Brigham, who had only 11 days of school, became an accomplished carpenter, joiner, painter, and glazier. From Nauvoo, Illinois, he led the pioneers to the Salt Lake Valley, arriving 24 July 1847. Later that year he returned Kanesville (now Council Bluffs), Iowa, where he was sustained as the second President of the Church on 27 December 1847 at age 46. He died on 29 August 1877 in Salt Lake City, Utah, at age 76.</p><h2>Accomplishments</h2><p>In his lifetime, Brigham Young supervised the trek of between 60,000 to 70,000 pioneers to the Salt Lake Valley; founded 400 settlements; established a system of land distribution later ratified by Congress; served as the first territorial governor of Utah for two terms, as first superintendent of Indian Affairs of Utah Territory, and as Church President for 30 years. His statue is found in the rotunda of the national capitol in Washington, D.C. Of his accomplishments he said: 'I care nothing about my character in this world. I do not care what men say about me. I want my character to stand fair in the eyes of my Heavenly Father' (quoted in Arrington,&nbsp;<em>American Moses</em>, xvii).</p><h2>Conversion</h2><p>Brigham was both a seeker for personal religious contentment and a pragmatist looking for what he understood to be the primitive church of the New Testament. After first confronting the Book of Mormon as a young married man of 28, Brigham's was not a sudden conversion: 'I examined the matter studiously, for two years, before I made up my mind to receive that book. I knew it was true, as well as I knew I could see with my eyes, or feel by the touch of my fingers. . . . Had not this been the case, I never would have embraced it to this day. . . . I wished time sufficient to prove all things for myself' ('A Discourse,'&nbsp;<em>Deseret News Weekly</em>, 2 Oct. 1852, 96).</p><h2>Missionary</h2><p>Before leading the pioneers west, Brigham left home on 10 separate occasions as a missionary. Laboring in Canada, throughout the eastern United States, and Great Britain, Brigham sought both converts and understanding for the newly restored Church. During his 22-month stay in Great Britain, missionary efforts brought between 7,000 and 8,000 new members into the faith. Notwithstanding the success, he was happy to return home. He wrote in his dairy,'This evening I am with my love alone by the fireside for the first time in years' (quoted in Arrington,&nbsp;<em>America Moses</em>, 97).</p><h2>Brigham Young and Mark Twain</h2><p>Visiting Brigham Young in 1861 with his brother Orion, Mark Twain wrote: 'He [Brigham Young] was very simply dressed and was just taking off a straw hat as we entered. He talked about Utah, and the Indians, and Nevada, and general American matters and questions, with our secretary and certain government officials who came with us. But he never paid any attention to me, notwithstanding I made several attempts to 'draw him out' on federal politics and his high handed attitude toward Congress. . . . But he merely looked around at me, at distant intervals, something as I have seen a benignant old cat look around to see which kitten was meddling with her tail. By and by I subsided into an indignant silence, and so sat until the end, hot and flushed, and execrating him in my heart for an ignorant savage. But he was calm. . . . When the audience was ended and we were retiring from the presence, he put his hand on my head, beamed down on me in an admiring way and said to my brother: 'Ah&mdash;your child, I presume? Boy, or girl?'' (<em>Roughing It</em>&nbsp;[1872], 112&ndash;113).</p><h2>Planner and Builder</h2><p>For Brigham Young, building the kingdom of God in a semi-arid region was a matter of cooperation, not competition. Brigham wanted self-sufficient communities occupied by self-reliant families. With scarce provisions and resources, Brigham organized cooperative efforts to dig canals, construct roads, and build telegraph lines, gristmills, and tanneries under his direction, the Saints established new industries: cotton and woolen mills, iron foundries, a sugar beet factory, and eventually a railroad. Historian and biographer Leonard Arrington notes,'All such enterprises were financed by voluntary tithes, which meant that each man and his team labored for the Church one day in ten and contributed one-tenth of his crops, one-tenth of the increase in livestock, and one-tenth of the produce and other home productions . . . to support laborers on public works' ('Brigham Young,' in Leonard J. Arrington, ed.,&nbsp;<em>The Presidents of the Church: Biographical Essays</em>&nbsp;[1986], 63).</p><h2>In His Own Words</h2><p><strong>On his stern upbringing.</strong>&nbsp;'I had not a chance to dance . . . and never heard the enchanting tones of the violin, until I was eleven years of age; and then I thought I was on the high way to hell, if I suffered myself to linger and listen to it. I shall not subject my little children to such a course of unnatural training, but they shall go to the dance, study music, read novels, and do anything else that will tend to expand their frames, add fire to their spirits, improve their minds, and make them feel free, and untrammeled in body and mind' ('Discourse,'&nbsp;<em>Deseret News</em>, 20 July 1854, 65).</p><p><strong>Advice to parents.</strong>&nbsp;'Never allow yourselves to become out of temper and get fretful. Why, mother says, 'this is a very mischievous little boy or girl.' What do you see? That amount of vitality in those little children that they cannot be still. . . . They are so full of life . . . that their bones fairly ache with strength. . . . Do not be out of temper yourselves. Always sympathize with them and soothe them' ('Discourse,'&nbsp;<em>Deseret News</em>, 17 Oct. 1877, 578).</p><p><strong>On Women.</strong>&nbsp;'We think [the sisters] ought to have the privilege to study [various] branches of knowledge that they may develop the powers with which they are endowed. We believe that women are useful, not only to sweep houses, wash dishes, make beds, and raise babies, but they should stand behind the counter, study law or physic [medicine], or become good book-keepers . . . and all this to enlarge their sphere of usefulness for the benefit of society at large. In following these things they but answer the design of their creation' ('Discourses,'&nbsp;<em>Deseret News</em>, 28 July 1864, 294).</p><p><strong>Relations with Indians.</strong>&nbsp;'I wish to impress [all] with the necessity of treating the Indians with kindness, and to refrain from harboring that revengeful, vindictive feeling that many indulge in' ('Remarks,'&nbsp;<em>Deseret News</em>, 16 Aug. 1866, 290).</p><p>'We expect you to feed and clothe them so far as it lies in your power; never turn them away hungry from your door; teach them the art of husbandry; bear with them in all patience and long suffering, and never consider their lives as an equivalent for petty stealing' (quoted in Preston Hibley,&nbsp;<em>Brigham Young: The Man and His Work</em>, 4th ed. [1960], 183).</p><p><strong>On daily toil.</strong>&nbsp;'Every human being will find that his happiness very greatly depends upon the work he does, and the doing of it well. Whoever wastes his life in idleness, either because he need not work in order to live, or because he will not live to work, will be a wretched creature, and at the close of a listless existence, will regret the loss of precious gifts and the neglect of great opportunities. Our daily toil, however humble it may be, is our daily duty, and by doing it well we make it a part of our daily worship' (Letter from Brigham Young to Willard Young, 11 Nov. 1875, in&nbsp;<em>Letters of Brigham Young to His Sons</em>, ed. Dean C. Jessee [1974], 190&ndash;191).</p><p><strong>Wise use of natural resources.</strong>&nbsp;'Keep your valley pure; keep your towns as pure as you possibly can; keep your hearts pure; and labor what you can consistently, but not so as to injure yourselves' ('Remarks',&nbsp;<em>Deseret News</em>, 8 Aug. 1860, 178).</p><p>'Build cities, adorn your habitations, make gardens, orchards, and vineyards, and render the earth so pleasant that when you look upon your labors you may do so with pleasure, and that angels may delight to come and visit your beautiful locations' ('Remarks,'&nbsp;<em>Deseret News</em>, 8 Aug. 1860, 177).</p><p><strong>Brigham's determination.</strong>&nbsp;'We have been kicked out of the frying-pan into the fire, out of the fire into the middle of the floor, and here we are and here we will stay. God has shown me that this is the spot to locate His people, and here is where they will prosper' (quoted in&nbsp;<em>Life of a Pioneer: Being the Autobiography of James S. Brown</em>&nbsp;[1900], 121).</p><p>'I have the grit in me and I will do my duty anyhow' ('Remarks,'&nbsp;<em>Deseret News</em>, 12 Aug. 1857, 180).</p> <br> <iframe width='560' height='315' src='https://www.youtube.com/embed/iBqFoZyg0qI' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen></iframe>",
    "image": "https://history.lds.org/bc/content/images/joseph-smith-net/Artwork/390x520/corbett-brigham-portrait.jpg",
    "meta": {
      "description": "Brigham Young was a modern day Moses leading the Saints on an Exudus across the Great Plains to the Salt Lake Basin.",
      "published": "2018-03-13T00:55:44Z",
      "author": "LDS.org"
    }
  }]
}
