{
  "results": [{
    "id": "emma-smith-an-elect-lady",
    "title": "Emma Smith an Elect Lady",
    "content": "<div class='lumen-content-block'><p>Emma Hale Smith, first general president of the Relief Society, envisioned the great work of the Female Relief Society of Nauvoo when it was formed on March 17, 1842. The Prophet Joseph Smith had promised to organize the women &ldquo;after the pattern of the priesthood.&rdquo;<sup>1</sup>&nbsp;In that first meeting, Emma told the women: &ldquo;We are going to do something&nbsp;<em>extraordinary&mdash;</em>when a boat is stuck on the rapids, with a multitude of Mormons on board we shall consider&nbsp;<em>that</em>&nbsp;a loud call for&nbsp;<em>relief</em>&mdash;we expect extraordinary occasions and pressing calls.&rdquo;<sup>2</sup>&nbsp;Pressing calls and extraordinary occasions the sisters of that time did meet and still do today.</p><p>Almost 12 years before the Relief Society was organized, the Prophet Joseph Smith had received a revelation in which the Lord referred to Emma as &ldquo;an elect lady, whom I have called.&rdquo; She was then told that she would be &ldquo;ordained . . . to expound scriptures, and to exhort the church, according as it shall be given thee by my Spirit&rdquo; (D&amp;C 25:3, 7). Joseph said her calling as president of the newly formed Relief Society organization was a fulfillment of that prophecy.</p><h2>Early Life and Marriage</h2><p>Emma was born July 10, 1804, in Harmony Township, Pennsylvania, the seventh child of Elizabeth Lewis and Isaac Hale. Emma first met Joseph Smith Jr. in 1825, while he boarded with her family. Against the wishes of Emma's father, Emma and Joseph married on January 18, 1827. In December 1827 Joseph began work on the Book of Mormon. Emma and Joseph had eleven children, only five of whom lived to adulthood. Emma died April 30, 1879, in Nauvoo, Illinois.</p><p>Perhaps the greatest example and legacy Emma left was the way she filled the calling she was given in Doctrine and Covenants 25:5, when the Lord instructed her to be a comfort to her husband &ldquo;in his afflictions, with consoling words, in the spirit of meekness.&rdquo; Joseph&rsquo;s own words probably best describe the comfort she provided him: &ldquo;With what unspeakable delight, and what transports of joy swelled my bosom, when I took by the hand, on that night, my beloved Emma&mdash;she that was my wife, even the wife of my youth, and the choice of my heart. . . . Again she is here, even in the seventh trouble&mdash;undaunted, firm, and unwavering&mdash;unchangeable, affectionate Emma!&rdquo;<sup>3</sup></p><h2>Highlights of Service</h2><p>Emma proposed the name Female Relief Society of Nauvoo. Although for a time she acted as scribe for Joseph while he translated the Book of Mormon, Emma never saw the golden plates. She was instrumental in the coming forth of the Word of Wisdom, as she was the one who expressed concern to the Prophet about the tobacco habits of many of the men. In 1843 she organized a visiting committee, the beginnings of visiting teaching, and she compiled the first Church hymnal.</p><h2>Her Heart</h2><p>Emma made her greatest desires known in a letter to Joseph: &ldquo;I desire the Spirit of God to know and understand myself, that I might be able to overcome whatever of tradition or nature that would not tend to my exaltation in the eternal worlds. I desire a fruitful, active mind, that I may be able to comprehend the designs of God, when revealed through His servants without doubting.&rdquo;<a target='_blank' href='https://www.lds.org/callings/relief-society/relief-society-presidents/emma-hale-smith?lang=eng'>(LDS.org)</a></p></div>\n\n<br><iframe width='560' height='315' src='https://www.youtube.com/embed/w_bMeIsnE9k' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen></iframe>",
    "image": "https://s3-us-west-2.amazonaws.com/s.cdpn.io/450744/etienne-bosiger.jpg",
    "meta": {
      "description": "Emma Smith the wife of the Prophet Joseph Smith was a crucial part of the Restoration.",
      "published": "2018-03-12T22:11:56Z",
      "author": "LDS.org"
    }
  }]
}
