{
  "results": [{
    "id": "joseph-smith-the-prophet-of-god",
    "title": "Joseph Smith Prophet of God",
    "content": "<div class='lumen-content-block'><p>As a young boy in 1820, Joseph Smith wanted to know which church was true. As he searched the Bible for help, he read that he should ask of God. Acting on this counsel, Joseph went into the woods near his home and prayed. Suddenly, a light shone above him and Heavenly Father and Jesus Christ appeared to him. When Joseph asked which church he should join, the Savior told him to join none of the churches then in existence because they were teaching incorrect doctrines. Through this experience and many others that followed, the Lord chose Joseph to be His prophet and to restore the gospel of Jesus Christ and His Church to the earth.</p></div><div class='lumen-content-block'><p>As Joseph Smith proved his worthiness, he was given a divine mission as a prophet of God. Through him, the Lord accomplished a great and marvelous work that included bringing forth the Book of Mormon, restoring the priesthood, revealing precious gospel truths, organizing the true Church of Jesus Christ, and establishing temple work. On June 27, 1844, Joseph and his brother Hyrum were killed in an attack by an armed mob. They sealed their testimonies with their blood.</p><p>For a testimony of the restored gospel to be complete, it must include a testimony of Joseph Smith's divine mission. The truthfulness of The Church of Jesus Christ of Latter-day Saints rests on the truthfulness of the First Vision and the other revelations the Lord gave to the Prophet Joseph. In the Doctrine and Covenants we learn, Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the salvation of men in this world, than any other man that ever lived in it (<a href='https://www.lds.org/scriptures/dc-testament/dc/135.3'>D&amp;C 135:3</a>).</p><p>Knowing the truth of Joseph Smith&rsquo;s testimony requires each earnest seeker of truth to study the record and then exercise sufficient faith in Christ to ask God in sincere, humble prayer whether the record is true. If the seeker asks with the real intent to act upon the answer revealed by the Holy Ghost, the truthfulness of Joseph Smith&rsquo;s vision will be manifest. In this way, every person can know that Joseph Smith spoke honestly when he declared, &ldquo;I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it&rdquo; (<a target='_blank' href='https://www.lds.org/scriptures/pgp/js-h/1.25'>Joseph Smith&mdash;History 1:25)</a><a. </p><p><a target='_blank' href='https://www.lds.org/topics/joseph-smith?lang=eng'>Lds.org</a></p></div>\n\n<br> <iframe width='560' height='315'src='https://www.youtube.com/embed/F0limr7oTtM' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen></iframe>",
    "image": "https://s3-us-west-2.amazonaws.com/s.cdpn.io/450744/karl-magnuson.jpg",
    "meta": {
      "description": "Get to know the Prophet of the Restoration",
      "published": "2018-03-03T18:17:00Z",
      "author": "Radley Nelson"
    }
  }]
}
