{
  "results": [{
    "id": "polygamy-in-the-early-church",
    "title": "Polygamy in the Church",
    "content": "<div class='lumen-content-block'><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Latter-day Saints believe that the marriage of one man and one woman is the Lord&rsquo;s standing law of marriage. In biblical times, the Lord commanded some to practice plural marriage&mdash;the marriage of one man and more than one woman.<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#1'></a>&nbsp;By revelation, the Lord commanded Joseph Smith to institute the practice of plural marriage among Church members in the early 1840s. For more than half a century, plural marriage was practiced by some Latter-day Saints under the direction of the Church President.<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#2'></a></p></div><div class='lumen-content-block'><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Latter-day Saints do not understand all of God&rsquo;s purposes in instituting, through His prophets, the practice of plural marriage. The Book of Mormon identifies one reason for God to command it: to increase the number of children born in the gospel covenant in order to &ldquo;raise up seed unto [the Lord].&rdquo;<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#3'></a></p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Plural marriage did result in the birth of large numbers of children within faithful Latter-day Saint homes. It also shaped 19th-century Mormon society in many ways: marriage became available to virtually all who desired it; per-capita inequality of wealth was diminished as economically disadvantaged women married into more financially stable households; and ethnic intermarriages were increased, which helped to unite a diverse immigrant population. Plural marriage also helped create and strengthen a sense of cohesion and group identification among Latter-day Saints. Church members came to see themselves as a &ldquo;peculiar people,&rdquo; covenant-bound to carry out the commands of God despite outside opposition.<sup><a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#4'>4</a></sup></p><h2 xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>The Beginnings of Plural Marriage in the Church</h2><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Polygamy had been permitted for millennia in many cultures and religions, but, with few exceptions, it was rejected in Western cultures. In Joseph Smith&rsquo;s time, monogamy was the only legal form of marriage in the United States.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>The revelation on plural marriage, recorded in&nbsp;<a href='https://www.lds.org/scriptures/dc-testament/dc/132'>Doctrine and Covenants 132</a>, emerged partly from Joseph Smith&rsquo;s study of the Old Testament in 1831. Latter-day Saints understood that they were living in the latter days, in what the revelations called the &ldquo;dispensation of the fulness of times.&rdquo;<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#5'></a>&nbsp;Ancient principles&mdash;such as prophets, priesthood, and temples&mdash;would be restored to the earth. Plural marriage, practiced by ancient patriarchs like Abraham, Isaac, Jacob, and Moses, was one of those ancient principles.<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#6'></a></p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>The same revelation that taught of plural marriage was embedded within a revelation about eternal marriage&mdash;the teaching that marriage could last beyond death. Monogamous and plural marriages performed by priesthood power could seal loved ones to each other for eternity, on condition of righteousness.<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#7'></a></p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>The revelation on marriage stated general principles; it did not explain how to implement plural marriage in all its particulars. In Nauvoo, Joseph Smith married additional wives and authorized other Latter-day Saints to practice plural marriage. The practice was introduced carefully and incrementally, and participants vowed to keep their participation confidential, anticipating a time when husbands and wives could acknowledge one another publicly.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'><a href='https://www.lds.org/topics/plural-marriage-in-kirtland-and-nauvoo'>If you would like to learn more about the beginnings of plural marriage in the Church, click here.</a></p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'></p></div><h2 xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Plural Marriage and Families in 19th-Century Utah</h2><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Between 1852 and 1890, Latter-day Saints openly practiced plural marriage. Most plural families lived in Utah. Women and men who lived within plural marriage attested to challenges and difficulties but also to the love and joy they found within their families. They believed it was a commandment of God at that time and that obedience would bring great blessings to them and their posterity. Church leaders taught that participants in plural marriages should seek to develop a generous spirit of unselfishness and the pure love of Christ for everyone involved.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Although some leaders had large polygamous families, two-thirds of polygamist men had only two wives at a time. Church leaders recognized that plural marriages could be particularly difficult for women. Divorce was therefore available to women who were unhappy in their marriages; remarriage was also readily available. Women sometimes married at young ages in the first decade of Utah settlement, which was typical of women living in frontier areas at the time. At its peak in 1857, perhaps one half of all Utah Latter-day Saints experienced plural marriage as a husband, wife, or child. The percentage of those involved in plural marriage steadily declined over the next three decades.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>During the years that plural marriage was publicly taught, not all Latter-day Saints were expected to live the principle, though all were expected to accept it as a revelation from God. Indeed, this system of marriage could not have been universal due to the ratio of men to women. Women were free to choose their spouses, whether to enter into a polygamous or a monogamous union, or whether to marry at all. Some men entered plural marriage because they were asked to do so by Church leaders, while others initiated the process themselves; all were required to obtain the approval of Church leaders before entering a plural marriage.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'><a href='https://www.lds.org/topics/plural-marriage-and-families-in-early-utah'>If you would like to learn more about plural marriage and families in Utah, click here.</a></p><h2 xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Anti-polygamy Legislation and the End of Plural Marriage</h2><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Beginning in 1862, the U.S. government passed laws against the practice of plural marriage. After the U.S. Supreme Court found the anti-polygamy laws to be constitutional in 1879, federal officials began prosecuting polygamous husbands and wives during the 1880s. Believing these laws to be unjust, Latter-day Saints engaged in civil disobedience by continuing to practice plural marriage and by attempting to avoid arrest by moving to the homes of friends or family or by hiding under assumed names. When convicted, they paid fines and submitted to jail time.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>One of the anti-polygamy laws permitted the U.S. government to seize Church property. Federal officers soon threatened to take Latter-day Saint temples. The work of salvation for both the living and the dead was now in jeopardy. In September 1890, Church President Wilford Woodruff felt inspired to issue the Manifesto. &ldquo;Inasmuch as laws have been enacted by Congress forbidding plural marriages,&rdquo; President Woodruff explained, &ldquo;I hereby declare my intention to submit to those laws, and to use my influence with the members of the Church over which I preside to have them do likewise.&rdquo;<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#8'></a></p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>The full implications of the document were not apparent at first. The Lord&rsquo;s way is to speak &ldquo;line upon line; here a little, there a little.&rdquo;<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#9'></a>&nbsp;Like the beginning of plural marriage in the Church, the end of the practice was gradual and incremental, a process filled with difficulties and uncertainties.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>The Manifesto declared President Woodruff&rsquo;s intention to submit to the laws of the United States, and new plural marriages within that jurisdiction largely came to an end. But a small number of plural marriages continued to be performed in Mexico and Canada, under the sanction of some Church leaders. As a rule, these marriages were not promoted by Church leaders and were difficult to get approved. Either one or both of the spouses who entered into these unions typically had to agree to remain in Canada or Mexico.&nbsp;On an exceptional basis, a smaller number of plural marriages were performed within the United States between the years 1890 and 1904.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>The Church&rsquo;s role in these marriages became a subject of intense public debate after Reed Smoot, an Apostle, was elected to the U.S. Senate in 1903. At the April 1904 general conference, Church President Joseph F. Smith issued a forceful statement, known as the Second Manifesto, making new plural marriages punishable by excommunication.<a href='https://www.lds.org/topics/plural-marriage-in-the-church-of-jesus-christ-of-latter-day-saints?lang=eng#10'><sup>10</sup></a>&nbsp;Since President Smith&rsquo;s day, Church Presidents have repeatedly emphasized that the Church and its members are no longer authorized to enter into plural marriage and have underscored the sincerity of their words by urging local leaders to bring noncompliant members before Church disciplinary councils.</p><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'><a href='https://www.lds.org/topics/the-manifesto-and-the-end-of-plural-marriage'>If you would like to learn more about the end of plural marriage in the Church, click here.</a></p><h2 xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Conclusion</h2><p xmlns:its='http://www.w3.org/2005/11/its' xmlns='http://www.w3.org/1999/xhtml'>Plural marriage was among the most challenging aspects of the Restoration. For many who practiced it, plural marriage was a trial of faith. It violated both cultural and legal norms, leading to persecution and revilement. Despite these hardships, plural marriage benefited the Church in innumerable ways. Through the lineage of these 19th-century Saints have come many Latter-day Saints who have been faithful to their gospel covenants as righteous mothers and fathers; loyal disciples of Jesus Christ; devoted Church members, leaders, and missionaries; and good citizens and prominent public officials. Modern Latter-day Saints honor and respect these faithful pioneers who gave so much for their faith, families, and community.</p>",
    "image": "https://s3-us-west-2.amazonaws.com/s.cdpn.io/450744/robson-hatsukami-morgan.jpg",
    "meta": {
      "description": "Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl.",
      "published": "2018-04-08T09:43:53Z",
      "author": "LDS.org"
    }
  }]
}
