{
  "results": [{
    "id": "restoration-of-the-priesthood",
    "title": "Restoration of the Priesthood",
    "content": "<p>One of the most important events in the early parts of the Restoration, was the restoration of preisthood of the earth. The Priesthood is the Power and Authority of God, and for centuries after the death of Jesus Christ's apostles that Priesthood Authority was lost from the earth. But in May of 1829 Joseph Smith and Oliver Cowdery had Johsn the Baptist appear to them as an angel and lay his hands on their heads and give them the power of the Aaronic Preisthood.</p><p>Later Peter James and John appeared to the Prophet and restored the Melchizedek Priesthood. Having the authority of God restored to the earth is a blessing to each and everyone of us if we can live worthy of its blessings. Without the restoration of the Authority of God on the Earth we wouldn't be able to recieve ordainences such as baptisim which are necessary for our salvation.</p><p>It is also important to note that 'the priesthood was restored to Joseph Smith in two specific, isolated incidences namely, the visitations of John the Baptist and Peter, James, and John. However, in reality,<b> </b>the restoration of the priesthood was a gradual process over time that developed through several events<b>. </b>Throughout his life, Joseph Smith continued to grow in his understanding of the priesthood, and he continued to receive priesthood power and authority and restore ordinances.</p><p>This is how Priesthood authority and power is for each and everyone of us, as we follow the Lord and do the things that he has asked of us we recieve a little more of his power to bless others. This authority is the same authority that Jesus gave his apostles. We read about it in the New Testament and it is overwhelming to think that the Lord has blessed us with the responsibility to use his power.</p><p>To me the most important thing that came with the Restoration of the Priesthood was the eventual power to seal in earch and in heaven just as Peter the Chief Apostle for Christ was able to do. This gives us the ability to be with our loved ones forever. That is the culminating and crowning ordinance in the Gosel the temple sealing. I know that temple sealers hold the power of God to be sealed into the eternal family of God and live there forever with our familes. The Priesthood has been restored to teh Earth and it is here to bless the lives or each of us.</p><p><iframe width='560' height='315' src='https://www.youtube.com/embed/INO0zl0g9sc' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen></iframe></p>",
    "image": "https://mormonhub.com/wp-content/uploads/2014/05/Restoration-of-the-Aaronic-Priesthood.jpge",
    "meta": {
      "description": "Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue.",
      "published": "2018-04-03T13:12:39Z",
      "author": "Radley Nelson"
    }
  }]
}
