{
  "results": [{
    "id": "succession-of-joseph-smith",
    "title": "Succession of Joseph Smith",
    "content": "<p>How is the next Prophet of the Church chosen? Many people wonder how succession of the Prophet and President works in the Church of Jesus Christ of Latter-Day Saints works. This was something that particularly was concerning for early memebers of the Church after Josep Smith was martyred. It was something that even the enemies thought would stop the Church from moving forward. Many people at that time were convinced that withough Joseph Smith the Chruch would fall apart and cease to exsist. In fact at the time the New York Herald even stated the followiing:</p><p>'The death of the modern mahomet will seal the fate of Mormonism. They cannot get another Joe Smith. The holy city must tumble into ruins, and the 'latter-day saints' have indeed come to the latter day.'</p><p>Well it is obvious to us today that couldn't be any further from the truth. Today the Church is stronger then ever with over 15 million members worldwide and lead by Prophet and President Russel M. Nelson. But how was President Nelson called? And how was the process of the succession of the Prophet established? Lets take a look again at the time just after Joseph Smith was martyred.</p><p>There were two main people who had legitimate claims to authority to lead the chuch after the deat of the Prophet Joseph Smith. Those two people were Sidney Rigdon who was the first counselor to Joseph and Brigham Young who was the President of the Quorm of the Twelve Apostles. Sidney taught and believed that there was no need to reorgainze the First Presidency after the death of the Prophet but that as his First Counselor he should take the reigns and lead the church. For Brigham Young the claim to authority beleif consistent with the revelation now found in D&amp;C 107 wich says that the First Presidency should disolve into one Quorum with equal authority, and then together lead the church in reorganizing the First Presidency with the most Senior member of the Twelve as the President and Prophet.</p><p>After much deliberation these ideas were brought before the body of the Church, with both Sidney and Brigham addressing the members with the two ideas, and members were asked to sustain one plan of the other. The result was overwhelmingly in support of recognizing the Quorm of the Tweleve Apostles as the authorized leaders of the Church, with the keys to act as the head of the Church and power to reorgainze the First Presidency.</p><p>The biggest reason members supported this idea was the revelation in D&amp;C 107 but another notable reason was many members stated that&nbsp;<span>when Brigham Young spoke on August 8, his voice and appearance bore a striking resemblance to those of Joseph Smith. Wilford Woodruff, one who was present, later said that if 'I had not seen him with my own eyes, there is no one that could have convinced me that it was not Joseph Smith.'</span></p><p><span>This is exactly how Prsident Nelson was called, and I know that it is the method the Lord intened on us using in calling His Prophet. I know for myself that not only were&nbsp; Joseph Smith and Brigham Young true prophets of the Lord, but so is President Nelson. He leads and guides us today, and I know that if we listen to and follow him, we are listening to and following the voide of our Father in Heaven.</span></p><iframe width='560' height='315' src='https://www.youtube.com/embed/DpE2na7_YW0' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen></iframe>",
    "image": "https://i.pinimg.com/originals/d4/e7/38/d4e738b776f74fd9d9518bfe85545fef.jpg",
    "meta": {
      "description": "Understanding the Succession of the Prophet Joseph Smith.",
      "published": "2018-03-20T03:22:11Z",
      "author": "Radley Nelson"
    }
  }]
}
