{
  "results": [{
    "id": "testimony-of-oliver-cowdry",
    "title": "Testimony of Oliver Cowdry",
    "content": "<p data-aid='127497827' class=''>After they came back to the Church, Oliver Cowdery and his<span>&nbsp;</span><a class='no-link-style' href='http://www.mormon.org/values/family'>family</a><span>&nbsp;</span>planned to travel to the Rocky Mountains to unite with the Saints there. What was to have been an interim visit to Richmond, Missouri, turned into an extended stay as Oliver&rsquo;s health steadily declined because of an illness. While attempting to recuperate at the home of his father-in-law, Peter Whitmer Sr., Oliver entertained an acquaintance from the Ohio and Missouri days of the Church, Elder Jacob Gates. Called on a mission to England, Elder Gates stopped in Richmond on his way from Utah to the port at New Orleans. In the course of their conversation, Jacob pressed two all-important questions. First:</p><p data-aid='127497828' class=''>&ldquo;&lsquo;Oliver, I want you to tell me the whole truth about your testimony concerning the<span>&nbsp;</span><a class='no-link-style' href='http://www.mormon.org/beliefs/book-of-mormon'>Book of Mormon</a>&mdash;the testimony sent forth to the world over your signature and found in the front of that book. Was your testimony based on a dream, was it the imagination of your mind, was it an illusion, a myth&mdash;tell me truthfully?&rsquo;</p><p data-aid='127497829' class=''>&ldquo;Oliver seemed deeply touched. Without saying a word, he moved from his chair to the bookcase and retrieved an edition of the Book of Mormon. He then read in a solemn manner the words of testimony to which he had subscribed his name, and addressing Elder Gates, he said, &lsquo;Jacob, I want you to remember what I say to you. I am a dying man, and what would it profit me to tell you a lie? I know &hellip; that this Book of Mormon was translated by the gift and power of God. My eyes saw, my ears heard, and my understanding was touched, and I know that whereof I testified is true. It was no dream, no vain imagination of the mind&mdash;it was real.&rsquo;</p><p data-aid='127497830' class=''>&ldquo;Then Jacob followed with a second question, asking about the reality of the angel, John the Baptist, under whose hands Oliver had first received the priesthood. Oliver replied, &lsquo;Jacob, I felt the hand of the angel on my head as plainly as I could feel yours, and could hear his voice as I now hear yours.&rsquo;&rdquo;<span>&nbsp;</span>It was a simple observation, but the testimony was sure: &ldquo;&lsquo;I felt the hand &hellip; and could hear his voice.&rsquo;&rdquo;</p><p data-aid='127497831' class=''>Oliver Cowdery is reported to have cited this same kind of experience in describing his ordination to the Melchizedek Priesthood by Peter, James, and John. David H. Cannon visited David Whitmer in Richmond, Missouri, in 1861, where Oliver had died on 3 March 1850. At the site of Oliver&rsquo;s grave, David Whitmer re-created for Brother Cannon his brother-in-law&rsquo;s last moments. David Cannon said of that experience:</p><p data-aid='127497833' class=''>&ldquo;The thing which impressed me most of all was, as we stood beside the grave of Oliver Cowdery the other Witness, who had come back into the Church before his death, and in [David Whitmer&rsquo;s] describing Olivers action, when bearing his [Oliver&rsquo;s] testimony, [David said that Oliver] said to the people in his room, placing his hands like this upon his head, saying &lsquo;I know the Gospel to be true and upon this head has Peter James and John laid their hands and confer[r]ed the Holy Melchesdic Priestood,&rsquo; the manner in which this tall grey headed man [David Whitmer] went through the exhibition of what Oliver had done was prophetic. I shall never forget the impression that the testimony of &hellip; David Whitmer made upon me.&rdquo;</p>",
    "image": "http://media.ldscdn.org/images/media-library/gospel-art/church-history/translating-plates-82841-print.jpg",
    "meta": {
      "description": "The testimony of Oliver Cowdery",
      "published": "2018-04-05T13:57:35Z",
      "author": "LDS.org"
    }
  }]
}
