{
  "results": [{
    "id": "the-on-going-restoration",
    "title": "The Ongoing Restoration",
    "content": "<p>The Restoration of the Gospel was not a one time event. I think we often mistake the Restoration as happening only through Jospeh Smith, and given all of the amazing things that he did as a Propeht he was obviously a big part, but its not over. The Restoration of the Gospel won't be over utnil the second coming of the Lord Jesus Christ. This is the primary reason for the Restoration, God wants each and everyone of us to be prepared for when His Son Jesus Christ comes to rule and reign on the Earth.</p><p>As cool as studying and learning about some of the key early events of the Restoration is, to me the coolest thing I have learned this semester is that I can be apart of the Restoration. It isn't over and I can play apart in helping people be ready for when Jesus comes again. In my opinion that is one of the most important things that I learned this semester is that I am important and can play a role in the Lords Church and help others out.</p><p>In April of 2014 President Utchdorf addressed the Church in General Conference and posed the question are we sleeping through the Restoration? That is somehting we really need to ask ourselves. We live in glorious times where the Lord has a Prophet on the Earth and millions of faithful people have been given President Authority to bless the lives of all others around us. Presdient Utchdor reminds us in this inspired message and then tells us of a few things that will hinder our ability to participate in the ongoing restoration process. They are to stay away from addictions, selfishness, and make sure we don't have anyother competing priorities. These are wise words and I hope that I can always remember them. President Utchdorf then ends the talk with this quote that I love.</p><p>'<span>Let us be awake and not be weary of well-doing, for we 'are laying the foundation of a great work,'&nbsp;</span><span>even preparing for the return of the Savior. Brethren, when we add the light of our example as a witness to the beauty and power of restored truth, we will not sleep through the Restoration. Of this I testify and leave you my blessing in the sacred name of our Master, even Jesus Christ, amen.'</span></p><p><span>I know that his words are true, we can be apart of the Restoration in so many ways, some of which include family history and temple work, missionary work, going about doing good, serving others, fulfilling church callings and assignments, and many other ways.</span></p><p><span>It is my testimony that the Church is true. We are living in the last days and Jesus Christ will come again and we will be blessed if we help others come unto him.</span></p><br><iframe width='560' height='315' src='https://www.youtube.com/embed/XAjJaXQ3N7I' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen></iframe>",
    "image": "https://www.ldstemple.pics/wp-content/uploads/salt-lake-temple-golden-sunset.jpg",
    "meta": {
      "description": "Are we sleeping through the Restoration?",
      "published": "2018-04-02T00:05:26Z",
      "author": "Radley Nelson"
    }
  }]
}
