{
  "results": [{
    "id": "the-first-vision",
    "title": "The First Vision",
    "content": "<p>The First Vision is fundemental to the Restoration of the Gospel in the Latter Days. I personally love this story for many reasons, but above all to me it shows that God loves all his children regarless of where they come from. He does here an answer each and everyone of our prays.</p><p>For those who are not members or don't know the story of the First Vision I'm have attached a copy from <a href='https://www.lds.org/callings/relief-society/relief-society-presidents/emma-hale-smith?lang=eng' target='_blank' rel='noopener'>LDS.org</a> and you can read it at the bottom of this post, but my main reason in writing this post is to address why there are differing accounts of the first vision.</p><p>How many of you have had someone ask them on Monday how their weekend was? I think it's safe to assume that eveyrone has had that expereince before. Now again how many of us would reply differently to that question if your Mom asked you and your best friend asked you? Again I think just about all of us would and have replied differently to that question.</p><p>It's not that we are lying when we tell each person something al little different, it's just we chose to include or not include certain details based on our audience. This is the one reason why each of the accounts of the first vision are different.</p><p>Another reason is simly because as time goes by we forget or remember things jsut a little differently.</p><p>Some of the unique attribures of each of the four primary accounts are:</p><h2>1832 Account</h2><p>This was Joseph Smith's first attempt to record his history, after recieving a Revelation that he should keep a history/journal he felt impressed to write down the story of the first vision. This is the only account written in his hand. The following are a few interesting things about this account. You can read more <a href='http://www.josephsmithpapers.org/paper-summary/history-circa-summer-1832/1' target='_blank' rel='noopener'>here</a>.</p><ul><li>Joseph Said he was 16 years of age.</li><li>Joseph Emphasized that he spent years searching the scriptures for answers to the questions he had.</li><li>He mentions his main objective in praying to the Father was to recieve a forgivness of his sins.</li><li>Jospeh only mentions seeing one being.</li></ul><h2>1835 Account</h2><p>This account he have to a man named Joshua, he clamied to be a Jewish propeht. Jospeh was very open minded and always wanted to know what others had to say. In this account here are some uniuqe things.</p><ul><li>He talked of the adversarial attack just as he was praying to Heavenly Father.</li><li>The Father and the Son appeared at slightly different times.</li><li>He saw many angels</li></ul><h2>1838 Account</h2><p>This account is the one that you will find in the Pearl of Great Price with is in the Standard works for members of the Church of Jesus Chirst of Latter-Day Saints. It was officially canonized in 1880, and is the official account written for the history of the Church.</p><ul><li>Emphasized the religious zeal and confusion</li><li>Mentions that Jospeh had previously designed to go the place he prayed.</li><li>The Lord said many things which to Jospeh which he was not to write down at the time.</li><li>Talks openly about persection he recieved because of his vision.</li></ul><h2>1842 Account</h2><p>This account was written in response to John Wentworth who asked for a sketh of the rise of the Chuch. Joseph eventually had this version printed in March 1842 issue of Times and Seasons.</p><ul><li>Includes what we call the Standard of truth.</li><li>Mentions that Joseph was transfigured.</li><li>Father and the Son look the same.</li></ul><p>&nbsp;</p><p>What remains constant throughout all of these accounts is the God loves us. The First Vision is proof of His love for you and for me. I know that Joseph Smith was and is a Prophet of God, the truth of the Gospel of Jesus Christ had been lost in its fullness form the Earth, but I know that God called Jospeh Smith to help restore the true living Gospel to the Earth. You can know of that for yourself by praying to our Father in Heaven. Just as he answered Jospeh Smith he will answer your prayers as well. It may not come in the same direct way, but I know that he will hear and answer each and everyone of your prayers.</p><br><hr><h2>Church History First Vision Account </h2><p>&nbsp;</p> <p>&ldquo;At about the age of twelve years,&rdquo; Joseph Smith wrote, &ldquo;my mind became seriously impressed with regard to the all important concerns for the welfare of my immortal soul.'&nbsp;&nbsp;Living in upstate New York in the s, Joseph was surrounded by religious discussion and controversy. Religious revivals put the urgent question &ldquo;What must I do to be saved?&rdquo; foremost in his mind. But the answer was elusive. &ldquo;Being wrought up in my mind,&rdquo; Joseph studied the &ldquo;different systems&rdquo; of religion, but &ldquo;I knew not who was right or who was wrong and considered it of the first importance that I should be right in matters that involve eternal consequences.&rdquo;&nbsp;His own sins and the &ldquo;sins of the world&rdquo; made him &ldquo;exceedingly distressed.&rdquo;</p><p>By &ldquo;searching the scriptures,&rdquo; Joseph learned that &ldquo;mankind did not come unto the Lord but that they had apostatized from the true and living faith and there was no society or denomination that built upon the gospel of Jesus Christ as recorded in the New Testament.&rdquo;</p><p>For a time, Joseph Smith sought relief among the Methodists. In July , more than one hundred ministers gathered for a conference of the Methodist Episcopal Church, convened in Vienna (now Phelps), New York, a half-day&rsquo;s walk from the Smith family farm.&nbsp;The area pulsed with &ldquo;unusual excitement on the subject of religion.&rdquo;&nbsp;The preaching of one of the ministers, George Lane, may have especially influenced Joseph. William Smith, Joseph&rsquo;s younger brother, recalled that Lane &ldquo;preached a sermon on &lsquo;What church shall I join?&rsquo; And the burden of [Lane&rsquo;s] discourse was to ask God, using as a text, &lsquo;If any man lack wisdom let him ask of God who giveth to all men liberally.&rsquo;&rdquo;&nbsp;Joseph felt &ldquo;partial&rdquo; toward the Methodists but resisted full association; he wanted to know which doctrine was right. He refused to feign conversion or religious feeling. Joseph later told friends that during one Methodist meeting &ldquo;he wanted to feel and shout like the rest but could feel nothing.&rdquo;&nbsp;Yet he was &ldquo;greatly excited; the cry and tumult were so great and incessant.&rdquo;</p><p>&ldquo;During this time of great excitement,&rdquo; Joseph&rsquo;s religious concerns became a crisis. He wondered in his head whether the churches were &ldquo;all wrong together&rdquo; but resisted letting the awful thought enter his heart. At the same time, he experienced &ldquo;confusion,&rdquo; &ldquo;extreme difficulties,&rdquo; and &ldquo;great uneasiness&rdquo; caused by guilt for his sins in the midst of a bewildering &ldquo;war of words and tumult of opinions&rdquo; about which church could furnish him with forgiveness.</p><p>Joseph was also grieved because of the disparity he found between the churches and the Bible.&nbsp;Indeed, the Bible was both the battleground of this war and its greatest casualty, &ldquo;for the teachers of religion of the different sects understood the same passage of scripture so differently as to destroy all confidence in settling the question by an appeal to the Bible.&rdquo;</p><p>Yet it was the Bible&rsquo;s God to whom Joseph appealed. He had listened over and over as religious partisans wielded the Bible as a weapon, &ldquo;endeavoring to establish their own tenets and disprove all others.&rdquo;&nbsp;Now Joseph approached the Bible privately, quietly&mdash;as a living word rather than as a dead law&mdash;and it spoke to his seeking soul.</p><p>&ldquo;Laboring under the extreme difficulties caused by the contests of these parties of religionists,&rdquo; Joseph read James :: &ldquo;If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.&rdquo; The passage sank powerfully into his consciousness. &ldquo;Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again,&rdquo; Joseph said, &ldquo;knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know.&rdquo; The biblical invitation to seek revelation moved Joseph deeply.&nbsp;Joseph&rsquo;s culture was so prone to proof texting&mdash;proving various doctrines with passages from the Bible&mdash;that the invitation to seek wisdom directly from God was &ldquo;cheering information,&rdquo; as Joseph called it, &ldquo;like a light shining forth in a dark place.&rdquo;&nbsp;Joseph determined to pray aloud for the first time in his life.</p><p>On a clear spring morning in , he sought solitude in the woods near his home. He went to a familiar place, near the &ldquo;stump where I had stuck my axe when I had quit work,&rdquo; he said.&nbsp;There he knelt and began searching for words to express his deepest desires, but he was overcome by an unseen power.</p><p>Tongue-tied and enveloped by thick darkness, Joseph felt doomed as he was &ldquo;seized&rdquo; by the astonishing &ldquo;power of some actual being from the unseen world, who had such marvelous power as I had never before felt in any being.&rdquo;&nbsp;This adversary &ldquo;filled his mind with doubts and brought to mind all manner of distracting images.&rdquo;&nbsp;At the moment when he had to choose whether or not he would succumb to the force that held him, Joseph exerted &ldquo;all my powers to call upon God to deliver me out of the power of this enemy.&rdquo;</p><p>Joseph became conscious of a heavenly light descending upon him, growing more brilliant as it enveloped him and the leaves and boughs of the trees, until they seemed to be consumed with fire and the light was brighter than the sun. It rescued Joseph from his unseen enemy. Darkness vanished.&nbsp;Joseph&rsquo;s prayer opened heaven and invoked power that vanquished the most potent opposing force he had ever experienced.</p><p>In the midst of the &ldquo;pillar of fire,&rdquo;&nbsp;Joseph saw a glorious personage standing above him in the air. He called Joseph&rsquo;s name and said, &ldquo;This is my beloved Son. Hear him.&rdquo;&nbsp;Joseph saw another personage appear who &ldquo;exactly resembled&rdquo; the first.&nbsp;The Son then called Joseph by name and said, &ldquo;Thy sins are forgiven.&rdquo;</p><p>Joseph asked the heavenly beings which church was right. &ldquo;Must I join the Methodist Church?&rdquo; he asked.&nbsp;&ldquo;I was answered that I must join none of them, for they were all wrong.&rdquo;&nbsp;The problem was that &ldquo;all religious denominations were believing in incorrect doctrines.&rdquo; God did not acknowledge any of them &ldquo;as his church and kingdom.&rdquo;&nbsp;The everlasting covenant, the tie between the ancient Christian gospel and the present day, &ldquo;had been broken.&rdquo;</p><p>Jesus Christ confirmed Joseph&rsquo;s observations that &ldquo;the world lieth in sin&rdquo; and that the existing churches had &ldquo;turned aside from the gospel and keep not my commandments. They draw near to me with their lips while their hearts are far from me.&rdquo;</p><p>The &ldquo;creeds&rdquo; governing the Christian churches were &ldquo;an abomination&rdquo; in God&rsquo;s sight.&nbsp;They claimed God was unknowable and incomprehensible, yet He was revealing Himself to Joseph Smith in answer to prayer. One creed said, in the language of the philosophers, that God was &ldquo;without body, parts, or passions.&rdquo;&nbsp;Yet Joseph Smith saw and heard personages and felt Their overwhelming love.</p><p>&ldquo;My soul was filled with love,&rdquo; Joseph wrote with his own pen, &ldquo;and for many days I could rejoice with great joy and the Lord was with me, but [I] could find none that would believe the heavenly vision nevertheless I pondered these things in my heart.&rdquo;</p><p>&nbsp;</p><iframe width='560' height='315' src='https://www.youtube.com/embed/Dz064mMK8Yg' frameborder='0' allow='autoplay; encrypted-media' allowfullscreen></iframe>",
    "image": "https://s3-us-west-2.amazonaws.com/s.cdpn.io/450744/mona-eendra.jpg",
    "meta": {
      "description": "The First Vision is foundational to the Restoration of the Gospel it is crucial you gain your own testimony of its truthfulness.",
      "published": "2018-03-14T18:31:01Z",
      "author": "Radley Nelson"
    }
  }]
}
